Repository: zilizila/oe-alliance-plugins
Catalog: BTDevicesManager/po/*.po
Languages: sk

source: (Re)Scan
sk: Prehľadať

source: Autostart
sk: Autoštart

source: Bluetooth Devices Manager Setup
sk: Bluetooth Devices Manager - Nastavenie

source: Can't not pair with selected device!
sk: Nie je možné spárovať s vybraným zariadením!

source: Config
sk: Konfigurácia

source: Connect
sk: Pripojiť

source: Connection with:
sk: Pripojenie s:

source: Disconnect
sk: Odpojiť

source: Exit
sk: Skončiť

source: No BT devices found!
sk: Žiadne BT zariadenie nebolo nájdené!

source: No connected to any device
sk: Žiadne zariadenie nie je pripojené

source: Not detected devices around STB
sk: Neboli nájdené zariadenia v okolí STB

source: Please load BT driver by pressing BLUE button.
sk: Stlačte MODRÉ tlačítko pre načítanie BT driveru.

source: Save
sk: Uložiť

source: Scanning for devices...
sk: Hľadanie zariadení...

source: Scanning...
sk: Hľadanie...

source: This is bt devices manager
sk: Správca pre BT zariadenia

source: Trying to pair with:
sk: Pokus o párovanie s:

source: entry
sk: vstup
